{
/* Exception reason (not displayed yet) */
"Error after gpg execution" = "Er was een fout bij een gpg opdracht";
"gpg execution manually interrupted" = "Een gpg opdracht is onderbroken";

/* Passphrase entry message */
"Enter passphrase for %@:" = "Geef het wachtwoord voor %@:"; // Param is the userID of a key
"Enter passphrase for this message:" = "Geef het wachtwoord voor dit bericht:"; // Symmetric encryption/decryption, no key

/* Keychain support */
"Can't get default keychain!" = "De standaard sleutelhanger kan niet bereikt worden.";
"Password buffer too small for keychain!" = "De wachtwoord-buffer is te klein voor deze sleutelhanger.";
"Invalid reference to the keychain item for %s:%@" = "Ongeldige verwijzing naar het sleutelhanger onderdeel voor %s:%@"; // 1st argument is service, 2nd argument is user name
"Unknown problem accessing keychain! Error %d" = "Er was een onbekend probleem met de sleutelhanger. Fout %d";
"Can't store the password for %s:%@: it is too long for the keychain!" = "Het wachtwoord voor %s:%@: kan niet worden opgeslagen. Het is te lang voor de sleutelhanger."; // 1st argument is service, 2nd argument is user name
}
